[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=18.6.1
[<OutputFiles>]
Prop0=D:\WORK\Factory\河北安信打包文件\标定软件\标定软件-cache\part2\河北安信智慧工厂生产数字化管理系统-标定软件1.cab??132974085798451834??132974085798761775??35189713??98
[BouncyCastle.Crypto.dll]
Seq=1
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\BouncyCastle.Crypto.dll??132929869501469355??132727768437178714??2531328
[btw]
Seq=97
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\通用单联标签.btw??132950875514737341??132950865466907749??22430
[btw_1]
Seq=98
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\通用双联标签.btw??132950875514617233??132950807687384218??33098
[docx]
Seq=87
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\美克盛世标定软件使用说明书.docx??132929869504860090??132950874653065465??3245276
[EntityFramework.dll]
Seq=2
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\EntityFramework.dll??132929869501519346??132711300618723636??4988280
[EntityFramework.SqlServer.dll]
Seq=3
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\EntityFramework.SqlServer.dll??132929869501579369??132711300618433584??591736
[EntityFramework.SqlServer.xml]
Seq=4
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\EntityFramework.SqlServer.xml??132929869501619375??132711300618433584??163193
[EntityFramework.xml]
Seq=5
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\EntityFramework.xml??132929869501659395??132711300618813678??3737307
[EPPlus.dll]
Seq=6
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\EPPlus.dll??132929869501709390??132670722269411605??2573312
[EPPlus.xml]
Seq=7
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\EPPlus.xml??132929869501759398??132670722269471553??2766638
[Google.Protobuf.dll]
Seq=8
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Google.Protobuf.dll??132929869501809347??132727768437268720??389616
[Google.Protobuf.pdb]
Seq=9
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Google.Protobuf.pdb??132929869501849422??132727768437288732??154948
[Google.Protobuf.xml]
Seq=10
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Google.Protobuf.xml??132929869501889317??132727768437308729??537894
[hasp_rt.exe]
Seq=92
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\hasp_rt.exe??132929869748314703??132628529640000000??2969080
[hasp_windows_27028.dll]
Seq=93
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\hasp_windows_27028.dll??132929869748364716??132778978675646423??5238784
[hasp_windows_x64_27028.dll]
Seq=94
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\hasp_windows_x64_27028.dll??132929869748424747??132778978676285750??5783552
[haspdnert.dll]
Seq=89
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\haspdnert.dll??132929869748224703??132628276840000000??308508
[haspdnert_x64.dll]
Seq=90
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\haspdnert_x64.dll??132929869748274706??132628276840000000??355100
[haspvlib_27028.dll]
Seq=91
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\haspvlib_27028.dll??132929869748294704??132778978676765234??722936
[InteractiveDataDisplay.WPF.dll]
Seq=11
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\InteractiveDataDisplay.WPF.dll??132929869501929437??132711300619413659??186368
[InteractiveDataDisplay.WPF.pdb]
Seq=12
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\InteractiveDataDisplay.WPF.pdb??132929869501959371??132711300619443664??445952
[K4os.Compression.LZ4.dll]
Seq=13
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\K4os.Compression.LZ4.dll??132929869501999448??132727768437478776??40448
[K4os.Compression.LZ4.Streams.dll]
Seq=14
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\K4os.Compression.LZ4.Streams.dll??132929869502039462??132727768437548793??17408
[K4os.Compression.LZ4.Streams.xml]
Seq=15
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\K4os.Compression.LZ4.Streams.xml??132929869502079475??132727768437548793??16109
[K4os.Compression.LZ4.xml]
Seq=16
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\K4os.Compression.LZ4.xml??132929869502109414??132727768437478776??49500
[K4os.Hash.xxHash.dll]
Seq=17
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\K4os.Hash.xxHash.dll??132929869502149483??132727768437608806??12288
[K4os.Hash.xxHash.xml]
Seq=18
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\K4os.Hash.xxHash.xml??132929869502189498??132727768437618811??7974
[MaterialDesignColors.dll]
Seq=19
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MaterialDesignColors.dll??132929869502219503??132670722270391762??302080
[MaterialDesignColors.pdb]
Seq=20
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MaterialDesignColors.pdb??132929869502259516??132670722270401633??17944
[MaterialDesignThemes.Wpf.dll]
Seq=21
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MaterialDesignThemes.Wpf.dll??132929869502289512??132670722271422088??8171520
[MaterialDesignThemes.Wpf.pdb]
Seq=22
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MaterialDesignThemes.Wpf.pdb??132929869502369475??132670722271441933??100884
[MaterialDesignThemes.Wpf.xml]
Seq=23
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MaterialDesignThemes.Wpf.xml??132929869502409548??132670722271452002??102662
[Microsoft.IO.RecyclableMemoryStream.dll]
Seq=24
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Microsoft.IO.RecyclableMemoryStream.dll??132929869502449558??132670722271932111??38288
[Microsoft.IO.RecyclableMemoryStream.xml]
Seq=25
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Microsoft.IO.RecyclableMemoryStream.xml??132929869502489564??132670722271932111??52883
[Microsoft.Maps.MapControl.WPF.dll]
Seq=26
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Microsoft.Maps.MapControl.WPF.dll??132929869502529574??132711300619493676??313504
[Microsoft.Maps.MapControl.WPF.xml]
Seq=27
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Microsoft.Maps.MapControl.WPF.xml??132929869502569580??132711300619503682??107073
[MKSS.APP.BiaodingCommon.application]
Seq=28
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MKSS.APP.BiaodingCommon.application??132929869502609589??132929908869161889??1900
[MKSS.APP.BiaodingCommon.exe]
Seq=29
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MKSS.APP.BiaodingCommon.exe??132929869502649600??132907445772045782??6474000
[MKSS.APP.BiaodingCommon.exe.config]
Seq=30
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MKSS.APP.BiaodingCommon.exe.config??132929869502699610??132907512844033932??3675
[MKSS.APP.BiaodingCommon.exe.manifest]
Seq=31
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MKSS.APP.BiaodingCommon.exe.manifest??132929869502729610??132929908868631915??32312
[MKSS.APP.BiaodingCommon.exe_1]
Seq=88
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\app.publish\MKSS.APP.BiaodingCommon.exe??132929869501219277??132929908865715909??2269184
[MKSS.APP.BiaodingCommon.pdb]
Seq=32
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MKSS.APP.BiaodingCommon.pdb??132929869502769626??132974085569205174??1242624
[MKSS.APP.BiaodingCommon.sqlite]
Seq=33
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MKSS.APP.BiaodingCommon.sqlite??132929869502809628??132926704351979018??118784
[MySql.Data.dll]
Seq=34
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MySql.Data.dll??132929869502849642??132727768437968889??1758208
[MySql.Data.xml]
Seq=35
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\MySql.Data.xml??132929869502899672??132727768438008898??963730
[Newtonsoft.Json.dll]
Seq=36
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Newtonsoft.Json.dll??132929869502939666??132727768439139142??701992
[Newtonsoft.Json.xml]
Seq=37
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Newtonsoft.Json.xml??132929869502979682??132727768439159148??710224
[RestSharp.dll]
Seq=38
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\RestSharp.dll??132929869503019698??132727768439429212??190976
[RestSharp.xml]
Seq=39
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\RestSharp.xml??132929869503049689??132727768439439208??191184
[Seagull.BarTender.Print.dll]
Seq=95
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Seagull.BarTender.Print.dll??132950877791998095??132949787191707191??275536
[SharpVectors.Converters.Wpf.dll]
Seq=40
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Converters.Wpf.dll??132929869503099646??132670722272562107??126976
[SharpVectors.Converters.Wpf.xml]
Seq=41
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Converters.Wpf.xml??132929869503129704??132670722272562107??159765
[SharpVectors.Core.dll]
Seq=42
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Core.dll??132929869503169714??132670722272582254??182784
[SharpVectors.Core.xml]
Seq=43
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Core.xml??132929869503209728??132670722272602193??551929
[SharpVectors.Css.dll]
Seq=44
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Css.dll??132929869503249733??132670722272612219??90624
[SharpVectors.Css.xml]
Seq=45
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Css.xml??132929869503279734??132670722272622121??83354
[SharpVectors.Dom.dll]
Seq=46
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Dom.dll??132929869503319751??132670722272622121??33280
[SharpVectors.Dom.xml]
Seq=47
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Dom.xml??132929869503359697??132670722272632219??11697
[SharpVectors.Model.dll]
Seq=48
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Model.dll??132929869503399773??132670722272672274??1027072
[SharpVectors.Model.xml]
Seq=49
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Model.xml??132929869503439775??132670722272682140??332316
[SharpVectors.Rendering.Gdi.dll]
Seq=50
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Rendering.Gdi.dll??132929869503479792??132670722272692220??98304
[SharpVectors.Rendering.Gdi.xml]
Seq=51
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Rendering.Gdi.xml??132929869503509786??132670722272702163??35449
[SharpVectors.Rendering.Wpf.dll]
Seq=52
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Rendering.Wpf.dll??132929869503559804??132670722272712221??197120
[SharpVectors.Rendering.Wpf.xml]
Seq=53
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Rendering.Wpf.xml??132929869503599807??132670722272722285??42764
[SharpVectors.Runtime.Wpf.dll]
Seq=54
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Runtime.Wpf.dll??132929869503629813??132670722272732289??73216
[SharpVectors.Runtime.Wpf.xml]
Seq=55
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SharpVectors.Runtime.Wpf.xml??132929869503669823??132670722272732289??52156
[SQLite.Interop.dll]
Seq=80
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\x64\SQLite.Interop.dll??132929869501309290??132711300621224090??1638912
[SQLite.Interop.dll_1]
Seq=81
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\x86\SQLite.Interop.dll??132929869501419332??132711300621374105??1280000
[SqlSugar.dll]
Seq=56
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\SqlSugar.dll??132929869503709767??132711300619613750??1128960
[Stylet.dll]
Seq=57
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Stylet.dll??132929869503749841??132670722273552414??144896
[Stylet.xml]
Seq=58
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Stylet.xml??132929869503789849??132670722273562419??202182
[System.Buffers.dll]
Seq=59
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Buffers.dll??132929869503819736??132727768439519231??20864
[System.Buffers.xml]
Seq=60
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Buffers.xml??132929869503869900??132727768439519231??3481
[System.Data.SQLite.dll]
Seq=61
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Data.SQLite.dll??132929869503899881??132711300621754199??356352
[System.Data.SQLite.EF6.dll]
Seq=62
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Data.SQLite.EF6.dll??132929869503939887??132711300622034249??184832
[System.Data.SQLite.Linq.dll]
Seq=63
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Data.SQLite.Linq.dll??132929869503979896??132711300622274311??184832
[System.Data.SQLite.xml]
Seq=64
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Data.SQLite.xml??132929869504019906??132711300621794200??1102278
[System.Memory.dll]
Seq=65
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Memory.dll??132929869504059779??132727768439609251??143920
[System.Memory.xml]
Seq=66
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Memory.xml??132929869504099925??132727768439619248??13950
[System.Reactive.Core.dll]
Seq=67
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Core.dll??132929869504139935??132711300622354324??114456
[System.Reactive.Core.xml]
Seq=68
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Core.xml??132929869504179944??132711300622364329??203305
[System.Reactive.Interfaces.dll]
Seq=69
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Interfaces.dll??132929869504219952??132711300622674391??22808
[System.Reactive.Interfaces.xml]
Seq=70
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Interfaces.xml??132929869504259970??132711300622684402??20236
[System.Reactive.Linq.dll]
Seq=71
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Linq.dll??132929869504299993??132711300622854428??709400
[System.Reactive.Linq.xml]
Seq=72
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Linq.xml??132929869504339983??132711300622894451??1047055
[System.Reactive.PlatformServices.dll]
Seq=73
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.PlatformServices.dll??132929869504389994??132711300623284541??38168
[System.Reactive.PlatformServices.xml]
Seq=74
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.PlatformServices.xml??132929869504430024??132711300623284541??24737
[System.Reactive.Windows.Threading.dll]
Seq=75
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Windows.Threading.dll??132929869504470003??132711300623434571??28440
[System.Reactive.Windows.Threading.xml]
Seq=76
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Reactive.Windows.Threading.xml??132929869504500010??132711300623444572??23371
[System.Runtime.CompilerServices.Unsafe.dll]
Seq=77
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Runtime.CompilerServices.Unsafe.dll??132929869504540018??132727768439689270??23600
[System.Runtime.CompilerServices.Unsafe.xml]
Seq=78
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\System.Runtime.CompilerServices.Unsafe.xml??132929869504580027??132727768439699271??14080
[Ubiety.Dns.Core.dll]
Seq=79
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Ubiety.Dns.Core.dll??132929869504619893??132727768438018918??55808
[UnityEngine.dll]
Seq=96
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\UnityEngine.dll??132950877792048203??132949787191727266??619008
[Zstandard.Net.dll]
Seq=82
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\Zstandard.Net.dll??132929869504659904??132727768438028915??14848
[zxing.dll]
Seq=83
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\zxing.dll??132929869504699917??132466566180000000??483840
[zxing.presentation.dll]
Seq=84
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\zxing.presentation.dll??132929869504739924??132466566220000000??19968
[zxing.presentation.xml]
Seq=85
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\zxing.presentation.xml??132929869504780110??132466566220000000??11943
[zxing.xml]
Seq=86
Src=D:\WORK\Factory\河北安信打包文件\标定软件源文件\zxing.xml??132929869504810018??132466566180000000??622504
